tap "homebrew/autoupdate"
tap "shopify/shopify"
tap "theseal/ssh-askpass"
brew "git"
brew "openssl@3"
brew "awscli"
brew "blueutil"
brew "cairo"
brew "coreutils"
brew "cpanminus"
brew "direnv"
brew "docker"
brew "docker-credential-helper"
brew "findutils"
brew "fnm"
brew "fzf"
brew "gh"
brew "gnu-tar"
brew "go"
brew "golangci-lint"
brew "gopls"
brew "htop"
brew "jq"
brew "kubernetes-cli"
brew "kubectx"
brew "libxml2"
brew "mas"
brew "md5sha1sum"
brew "mkcert"
brew "mockery"
brew "protobuf"
brew "mysql@8.0", link: true
brew "neovim"
brew "nginx"
brew "nss"
brew "pam-reattach"
brew "pango"
brew "pinentry-mac"
brew "pkgconf"
brew "pyenv"
brew "python@3.12"
brew "rbenv"
brew "rbspy"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "rust"
brew "shadowenv"
brew "shared-mime-info"
brew "shellcheck"
brew "slides"
brew "socat"
brew "sops"
brew "tmux"
brew "tree"
brew "watch"
brew "websocat"
brew "yq"
brew "shopify/shopify/secret-sender"
cask "1password"
cask "alfred"
cask "bruno"
cask "claude-code"
cask "elgato-control-center"
cask "gpg-suite"
cask "iterm2"
cask "keymapp"
cask "rectangle"
cask "visual-studio-code"

