tap "fullscript/tools"
tap "homebrew/autoupdate"
tap "homebrew/services"
tap "shopify/shopify"
tap "simnalamburt/x"
tap "theseal/ssh-askpass"
brew "git"
brew "asdf"
brew "openssl@3"
brew "awscli"
brew "blueutil"
brew "cairo"
brew "coreutils"
brew "cpanminus"
brew "devcontainer"
brew "direnv"
brew "docker"
brew "docker-credential-helper"
brew "folly"
brew "faas-cli"
brew "findutils"
brew "fnm"
brew "fzf"
brew "gh"
brew "gnu-tar"
brew "go"
brew "golangci-lint"
brew "gopls"
brew "helm"
brew "helm-docs"
brew "helm@3"
brew "htop"
brew "imagemagick@6", link: true
brew "jq"
brew "kubernetes-cli"
brew "kubectx"
brew "libxml2"
brew "mas"
brew "md5sha1sum"
brew "mkcert"
brew "mockery"
brew "protobuf"
brew "mysql@8.0", link: true
brew "neovim"
brew "nginx"
brew "nss"
brew "openfortivpn"
brew "pam-reattach"
brew "pango"
brew "pinentry-mac"
brew "pkgconf"
brew "postgresql@15"
brew "postgresql@16", link: true
brew "pyenv"
brew "python@3.12"
brew "rbenv"
brew "rbspy"
brew "reattach-to-user-namespace"
brew "redis"
brew "ripgrep"
brew "rust"
brew "shadowenv"
brew "shared-mime-info"
brew "shellcheck"
brew "slides"
brew "socat"
brew "sops"
brew "terraform"
brew "tmux"
brew "tree"
brew "watch"
brew "watchman"
brew "websocat"
brew "yq"
brew "fullscript/tools/devspace"
brew "fullscript/tools/helmfile"
brew "fullscript/tools/vcluster"
brew "shopify/shopify/secret-sender"
brew "simnalamburt/x/bunv"
cask "1password"
cask "alfred"
cask "antigravity"
cask "bruno"
cask "claude-code"
cask "cursor"
cask "elgato-control-center"
cask "fellow"
cask "figma"
cask "font-fira-code"
cask "gpg-suite"
cask "iterm2"
cask "keymapp"
cask "logitech-options"
cask "logseq"
cask "rancher"
cask "rectangle"
cask "slack"
cask "visual-studio-code"
cask "zulu@17"

